app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)

    respond_to do |format|
    if @contact.save
---
INSERT INTO "contacts" ("name", "email", "content", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "ken"], ["email", "ken@gmail.com"], ["content", "届いたら合格"], ["created_at", "2018-01-10 04:38:21.039150"], ["updated_at", "2018-01-10 04:38:21.039150"]]

  def update
    respond_to do |format|
      if @contact.update(contact_params)
---
UPDATE "contacts" SET "email" = $1, "updated_at" = $2 WHERE "contacts"."id" = $3  [["email", "ks.1984ever@gmail.com"], ["updated_at", "2018-01-10 06:00:03.198364"], ["id", 1]]